Repository: yawik/applications
Catalog: language/*.po
Languages: hu_hu, nl_be, ro

source: Your salary requirements should be the annual amount before taxes. Do not forget to provide the currency sign.
hu_hu: Kérjük adja meg éves bruttó fizetéigényének összegét. A valutanem jelét se felejtse el.
nl_be: Uw salaris eisen moeten het jaarlijkse bedrag voor belastingen zijn. Vergeet niet om de munt teken geven.
ro: Cerințele salariale trebuie să fie suma anuală înainte de impozitare. Nu uita să furnizeze semnul monedei.

source: Ask users about their expected salary.
hu_hu: Kérje meg a jelentkezőt fizetésigényének megadására.
nl_be: Vraag gebruikers over hun verwachte salaris.
ro: Cere utilizatorilor cu privire la salariul așteptat.

source: driving license
hu_hu: Jogosítvány
ro: permis de conducere

source: Do you have a driving license?
hu_hu: Van Önnek jogosítványa?
ro: Ai un permis de conducere?

source: Ask the applicant, if he has a driving license.
hu_hu: Kérdezze meg a jelentkezőt, van-e jogosítványa?
ro: Cere solicitantului, în cazul în care acesta are un permis de conducere.

source: Carbon Copy
hu_hu: Másolat
ro: Copie la indigo

source: send me a carbon copy of my application
hu_hu: Küldjön nekem egy másolatot az elküldött álláspályázatomról
nl_be: stuur mij een kopie van mijn aanvraag
ro: trimite-mi o copie de carbon a cererii mele

source: I have read the %s and accept it
hu_hu: A %s-et elolvastam és elfogadom

source: Click here to enter a summary.
hu_hu: Kattintson ide az összefoglalás szerkesztéséhez
nl_be: Klik hier om een ​​samenvatting te geven.
ro: Apasa aici pentru a introduce un rezumat.

source: <strong>Please note</strong>: HTML tags get stripped out. Line breaks are preserved.
hu_hu: <strong>Figyelem!</strong>: a HTML címkék törlődnek, a sortörések megmaradnak.
nl_be: <strong>Let op:</strong> HTML-tags te ontdaan. Regeleinden worden bewaard.
ro: <strong>Vă rugăm</strong> să <strong>rețineți:</strong> tag -uri HTML obține dezbrăcat. pauze de linie sunt conservate.

source: Invalid apply id
hu_hu: Érvénytelen jelentkezési hivatkozás
nl_be: Ongeldige gelden id
ro: ID nevalid aplică

source: Application was read by %s
hu_hu: A jelentkezést elolvasta %s

source: Application has been successfully moved to Talent Pool
hu_hu: A pályázat sikeresen áthelyezve a munkaerőállományba

source: There are missing required informations. Your application cannot be send.
hu_hu: Néhány szükséges adat még hiányzik. A jelentkezés így elküldhetetlen.
nl_be: Er ontbreken vereiste informatie. Uw toepassing kan niet worden verstuurd.
ro: Nu există lipsesc informațiile necesare. Aplicația dvs. nu poate fi trimis.

source: Mail has been send
hu_hu: Az e-mail sikeresen elküldve.

source: Application has been send.
hu_hu: A jelentkezés elküldése megtörtént
nl_be: Aanvraag is te sturen.
ro: Cererea a fost trimis.

source: %d Application(s) has been successfully moved to Talent Pool
hu_hu: %d álláspályázat sikeresen áthelyezve a munkaerőállományba.

source: Application was rated by %s
hu_hu: A pályázatot %s értékelte ki.

source: Application confirmation
hu_hu: Jelentkezés visszaigazolása
nl_be: Toepassing bevestiging
ro: confirmare cerere

source: New application for your vacancy "%s"
hu_hu: Új jelentkezés a(z) "%s" álláshirdetésre

source: Hello ##name##,\n\nThere is a new application for your vacancy:\n\"##title##\"\n\n
hu_hu: Üdvözöljük ##name##!\n\nA következő álláshirdetésre új jelentkezés érkezett:\n\"##title##\"\n\n

source: Attach images or PDF Documents to your application. Drag&drop them, or click into the attachement area. You can upload up to %sMB
hu_hu: Csatoljon képeket vagy PDF dokumentumokat a jelentkezéséhez. A dokumentumokat egyszerűen húzza egérrel a mellékletek mezőbe, vagy kattintson bele. Összesen %s MB terjedelmű mellékletet tölthet fel..
nl_be: Bevestig beelden of PDF-documenten bij uw aanvraag. Drag & drop ze, of klik in het attachement gebied. U kunt uploaden naar %sMB

source: E-Mail Templates
hu_hu: E-mail minták

source: Overview
hu_hu: Áttekintés
nl_be: Overzicht
ro: Prezentare generală

source: invited
hu_hu: meghívva
nl_be: nodigde

source: incoming
hu_hu: Bejövő
nl_be: inkomend

source: rejected
hu_hu: elutasítva
nl_be: verworpen
ro: respins

source: confirmed
hu_hu: visszaigazolva
nl_be: bevestigd

source: via
ro: prin intermediul

source: Search applications
nl_be: Zoeken toepassingen
ro: cererile de căutare

source: default text of the notification mail about new applications. The following variables can be used:<ul><li>##name## = your name</li><li>##title## = title of the job</li></ul>
nl_be: standaard tekst van de kennisgeving e-mail over nieuwe toepassingen. De volgende variabelen kunnen worden gebruikt: <ul><li> ## Naam ## = uw naam </li><li> ## ## Title = titel van de baan </li></ul>
ro: text implicit de e-mail de notificare cu privire la noile aplicații. Următoarele variabile pot fi utilizate: <ul><li> ## Name ## = numele tău </li><li> ## Din titlu ## = Titlul lucrării </li></ul>

source: default text of the acknowledgment of receipt mail to the applicant. The following variables can be used:<br><ul><li>##anrede_formell## = salutation. Includes gender, firstname and lastname.<li>##anrede_informell## = salutation. Includes fistname and lastname.</li><li>##job_title## = title of the jobs</li><li>##name## = name of the applicant.</li><li>##date## = date of recipt of the application.</li></ul>
nl_be: standaardtekst van de ontvangstbevestiging mail naar de aanvrager. De volgende variabelen kunnen worden gebruikt: <br><ul><li> ## Anrede_formell ## = begroeting. Inclusief geslacht, voornaam en achternaam. <li> ## Anrede_informell ## = begroeting. Inclusief fistname en achternaam. </li><li> ## Job_title ## = titel van de banen </li><li> ## Naam ## = naam van de aanvrager. </li><li> ## Datum ## = datum van de bon van de applicatie. </li></ul>
ro: text implicit al confirmării de primire e-mail solicitantului. Următoarele variabile pot fi utilizate: <br><ul><li> ## Anrede_formell ## = salutare. Include sexul, și prenumele lastname. <li> ## Anrede_informell ## = salutare. Include fistname și LastName. </li><li> ## JOB_TITLE ## = titlul de la locurile de muncă </li><li> ## Name ## = numele solicitantului. </li><li> ## Data ## = data recipt cererii. </li></ul>
