Repository: yawik/applications
Catalog: language/*.po
Languages: hu_hu, nl_be, ro

source: There are no comments for this application yet. Be the first to comment by clicking the "Add new comment" button below!
hu_hu: Ehhez a pályázathoz még nincs megjegyzés. Új megjegyzés hozzáadásához kattintson a "Megjegyzés hozzáadása" gombra.
nl_be: Er zijn nog geen reacties voor deze toepassing. Wees de eerste om te reageren door hieronder te klikken op de knop "Reactie toevoegen"!
ro: Nu există nici un comentariu pentru această aplicație încă. Fii primul care comenteaza făcând clic pe butonul "Add new comment" de mai jos!

source: Apply
hu_hu: Jelentkezés
nl_be: Toepassen
ro: aplica

source: Application
hu_hu: Jelentkezés
nl_be: Toepassing
ro: aplicație

source: Apply to "%s" from "%s"
hu_hu: Ön a(z) "%s" állásra jelentkezik a "%s" cégnél

source: click to open the job ad
hu_hu: Az álláshirdetés megnyitásához kattintson rá
nl_be: klik om de vacature te openen
ro: click pentru a deschide anunțul de locuri de muncă

source: Privacy Policy
hu_hu: Adatvédelmi rendelkezések
nl_be: Privacybeleid
ro: Politica de confidentialitate

source: Received Applications
hu_hu: Beérkezett álláspályázatok
nl_be: Ontvangen aanvragen
ro: Aplicații primite

source: Sent Applications
hu_hu: Elküldött álláspályázatok
nl_be: Verzonden Toepassingen
ro: Aplicații trimise

source: Applicant
hu_hu: Pályázó
nl_be: Aanvrager
ro: Solicitant

source: Job
hu_hu: Álláshirdetés
ro: Loc de munca

source: Date
hu_hu: Dátum
nl_be: Datum
ro: Data

source: your application was sent successfully
hu_hu: Az Ön jelentkezése sikeresen elmentve
nl_be: uw aanvraag is verzonden
ro: solicitarea dvs. a fost trimis cu succes

source: The application was added to your %slist%s, so you can keep up-to-date with the process.
hu_hu: A bekerült az Ön %sÁttekintés%s könyvtárába. Ott követni tudja a pályázat állapotát.

source: Keep up-to-date with the process of your application by bookmarking this link:
hu_hu: A következő hivatkozás könyvjelzőzésével követni tudja a pályázat állapotát:
nl_be: Keep up-to-date met het proces van uw aanvraag door bookmarking deze link:
ro: Fiți la curent cu procesul de aplicare prin însemnarea acest link:

source: This is a preview of the application form for your job
hu_hu: Itt megtekintheti az állásajánlat jelentkezési űrlapjának előnézetét.
nl_be: Dit is een voorbeeld van het aanvraagformulier voor uw werk
ro: Aceasta este o previzualizare a formularului de cerere pentru lucrarea

source: You may expand any section and check the available fields, but you can not save anything.
hu_hu: Megtekintheti az összes beviteli mezőt, de nem tudja menteni azokat.
nl_be: U kunt elke sectie uit te vouwen en controleer de beschikbare velden, maar je kunt niet alles op te slaan.
ro: Este posibil să se extindă orice secțiune și verificați câmpurile disponibile, dar nu poate salva nimic.

source: Your application is incomplete. You have to add your contact data and accept the privacy policy to be able to submit the application. You can always preview or abort your application.
hu_hu: Az Ön álláspályázata hiányos. Annak elküldéséhez szükség van az elérhetőségére, és az adatvédelmi rendelkezéseket is el kell fogadnia. Az előnézetben mindig megtekintheti a beírt adatokat és megszakíthatja a jelentkezési folyamatot.
nl_be: Uw aanvraag onvolledig is. U moet uw contactgegevens toe te voegen en het privacy beleid te kunnen de aanvraag in te dienen. U kunt altijd bekijken of af te breken uw aanvraag.
ro: Solicitarea dvs. este incompletă. Trebuie să adăugați datele dvs. de contact și să accepte politica de confidențialitate pentru a putea depune cererea. Aveți posibilitatea să examinați întotdeauna sau abandona aplicația.

source: Back to the formular
hu_hu: Vissza a jelentkezési űrlaphoz
nl_be: Terug naar de formular
ro: Înapoi la Formulár

source: Preview application
hu_hu: Jelentkezés előzetes megtekintése
nl_be: Voorbeeld toepassing
ro: cerere de previzualizare

source: Send application
hu_hu: Jelentkezés elküldése
nl_be: Stuur applicatie
ro: trimite cererea

source: Send preview to my email
hu_hu: Jelentkezés elküldése a saját e-mail fiókomra
nl_be: Stuur voorbeeld om mijn e-mail
ro: Trimiteți vizualizarea la adresa de email

source: Abort application
hu_hu: Jelentkezés félbeszakítása
nl_be: Afbreken applicatie
ro: avorta cerere

source: You have applied to "%1$s" from "%2$s"
hu_hu: Ön a "%2$s" cég "%1$s" állására jelentkezett

source: your application had been posted. Godspeed.
hu_hu: A jelentkezését elküldtük. Sok sikert kívánunk!
nl_be: uw aanvraag was geplaatst. Godspeed.
ro: cererea dvs. a fost postat. Godspeed.

source: for the job "%s"
hu_hu: A(z) "%s" álláshirdetésre

source: to all of your jobs
hu_hu: az Ön összes álláshirdetésére
nl_be: om al uw banen
ro: la toate locurile dvs.

source: Applications
hu_hu: Jelentkezések
nl_be: Toepassingen
ro: aplicatii

source: List of received applications
hu_hu: Beérkezett jelentkezések listája
nl_be: Lijst van de ontvangen aanvragen
ro: Lista cererilor primite

source: Overview of your sent applications
hu_hu: Az Ön elküldött álláspályázatai
nl_be: Overzicht van uw verzonden applicaties
ro: Privire de ansamblu asupra aplicațiilor trimise

source: Cancel
hu_hu: Mégsem
nl_be: Annuleren
ro: Anulare

source: Send mail
hu_hu: E-mail küldése
nl_be: Verzend mail
ro: Trimitere e-mail

source: search applications
hu_hu: Keresés a pályázatokban
nl_be: search toepassingen
ro: cererile de căutare

source: Enter job title
hu_hu: Álláshirdetés címe
nl_be: Voer functietitel
ro: Introduceți titlul de locuri de muncă

source: Search
hu_hu: Keresés
nl_be: Zoeken
ro: Căutare

source: Clear
hu_hu: Törlés
nl_be: Duidelijk
ro: clar

source: Move selected applications to Talent Pool
hu_hu: A kiválasztott pályázatok áthelyezése a jelöltállományba

source: Are you sure you want to move selected applications to Talent Pool?
hu_hu: Biztos benne, hogy a kiválasztott pályázatokat át akarja helyezni a jelöltállományba?

source: Move applications to Talent Pool
hu_hu: Pályázatok áthelyezése a jelöltállományba

source: To
hu_hu: Címzett
ro: La

source: Profile data
hu_hu: Profil adatok
nl_be: Profielgegevens
ro: date de profil

source: Details
hu_hu: Részletek
ro: Detalii

source: application for
hu_hu: Megpályázott állás
nl_be: applicatie voor
ro: aplicatie pentru

source: Accept
hu_hu: Elfogadás

source: Inform the Recruiter
hu_hu: Toborzó értesítése
ro: Informează Recruiter

source: Confirm
hu_hu: Visszaigazolás
nl_be: Bevestigen
ro: A confirma

source: Confirm the receipt
hu_hu: Kézhezvétel visszaigazolása
nl_be: Bevestigt de ontvangst
ro: Confirma primirea

source: Invite
hu_hu: Meghívás
nl_be: Nodigen
ro: A invita

source: Invite the applicant
hu_hu: A jelentkező meghívása
nl_be: De verzoeker
ro: Invită solicitantul

source: Reject
hu_hu: Elutasítás
nl_be: Verwerpen
ro: Respinge

source: Reject the applicant
hu_hu: A jelentkező elutasítása
nl_be: De aanvrager af te wijzen
ro: Respinge solicitantul

source: Enter an email address
hu_hu: Adjon meg egy e-mail címet
nl_be: Voer een e-mailadres
ro: introduceți o adresă de email

source: This application will be send as an email to the given address in a layout similar to that on this page with all attachments included.
hu_hu: Az álláspályázatot, annak mellékleteivel együtt, a megadott e-mail címre küldjük el.
nl_be: Deze toepassing zal worden verzenden als een e-mail naar het opgegeven adres in een lay-out vergelijkbaar met die op deze pagina met alle bijlagen opgenomen.
ro: Această aplicație va fi trimis ca un e-mail la adresa indicată într-un aspect similar cu cel de pe această pagină cu toate accesoriile incluse.

source: Forward
hu_hu: Továbbítás
nl_be: Vooruit
ro: Redirecţiona

source: previous
hu_hu: vissza
nl_be: vorig
ro: anterior

source: Back to list
hu_hu: Vissza az áttekintő listához
nl_be: Terug naar de lijst
ro: Înapoi la listă

source: List
hu_hu: Áttekintő lista
nl_be: Lijst
ro: Listă

source: next
hu_hu: következő
nl_be: volgende
ro: Următor →

source: Delete application
hu_hu: Jelentkezés törlése
nl_be: Verwijder applicatie
ro: ştergeţi aplicația

source: Delete
hu_hu: Törlés
nl_be: Verwijder
ro: Șterge

source: Move application to Talent Pool
hu_hu: Jelentkezés áthelyezése a munkaerőállományba

source: Move
hu_hu: Áthelyezés

source: Delete Application
hu_hu: Pályázat törlése
nl_be: Verwijder Application
ro: ştergeţi aplicația

source: Are you sure you want to delete this application?
hu_hu: Biztos, hogy törölni akarja a pályázatot?
nl_be: Bent u zeker dat u deze toepassing wilt verwijderen?
ro: Sunteți sigur că doriți să ștergeți această aplicație?

source: delete this application
hu_hu: a jelentkezés törlése
nl_be: deze toepassing verwijderen
ro: ștergeți această aplicație

source: Are you sure you want to move this application to Talent Pool?
hu_hu: Biztos benne, hogy át akarja helyezni a jelentkezést a munkaerőállományba?

source: Error while loading comments.
hu_hu: Hiba a megjegyzések betöltésekor
nl_be: Fout bij het laden van opmerkingen.
ro: Eroare în timp ce încărcarea comentariilor.

source: Error while loading comment form.
hu_hu: Hiba megjegyzés űrlap betöltésekor
nl_be: Fout bij het laden van reactieformulier.
ro: Eroare la încărcarea sub formă de comentarii.

source: Comments
hu_hu: Megjegyzések
ro: Comentarii

source: Save
hu_hu: Mentés
ro: Salvați

source: Add new comment
hu_hu: Megjegyzés hozzáadása
nl_be: Reactie toevoegen

source: Close
hu_hu: Bezárás
nl_be: Dicht
ro: Închide

source: Status history
hu_hu: Előzmények
ro: Istoricul de stare

source: State
hu_hu: Állapot
nl_be: Staat
ro: Stat

source: Comment
hu_hu: Megjegyzés
nl_be: Commentaar
ro: cometariu

source: personal information
hu_hu: Személyi adatok
nl_be: persoonlijke informatie
ro: informatii personale

source: Phone
hu_hu: Telefon
nl_be: Telefoon
ro: Telefon

source: no attachments available
hu_hu: nincsenek mellékletek
nl_be: geen attachments beschikbaar
ro: Nu există atașamente disponibile

source: Attachments
hu_hu: Mellékletek
nl_be: Toebehoren
ro: atașamente

source: Loading
hu_hu: Betöltés folyematban
nl_be: Het laden
ro: se incarca

source: date of receipt
hu_hu: Beérkezési dátum
nl_be: datum van ontvangst
ro: data chitanței

source: application state
hu_hu: Pályázat állapota
nl_be: toepassingsstatus
ro: starea aplicației

source: rating
hu_hu: értékelés
nl_be: classificatie
ro: evaluare

source: View comments
hu_hu: Megjegyzések megtekintése
nl_be: Bekijk reacties
ro: Vezi comentariile

source: Add comment
hu_hu: Megjegyzés hozzáadása
nl_be: Reageer
ro: Adauga comentariu

source: last modification date
hu_hu: utolsó módosítás
nl_be: laatste wijziging datum
ro: Ultima data modificării

source: agent
hu_hu: ügyintéző

source: Manager
hu_hu: Részlegvezető

source: Willingness to travel
hu_hu: Utazási hajlandóság
nl_be: Bereidheid om te reizen
ro: Disponibilitatea de a calatori

source: Earliest starting date
hu_hu: Legkorábbi belépési dátum
nl_be: Vroegste startdatum
ro: Cea mai veche dată de plecare

source: Expected salary
hu_hu: Bérigény
nl_be: Verwacht salaris
ro: Salariul asteptat

source: Driving license
hu_hu: Jogosítvány
ro: Permis de conducere

source: Yes
hu_hu: Igen
nl_be: Ja
ro: da

source: No
hu_hu: Nem
nl_be: Geen
ro: Nu

source: Cover Letter
hu_hu: Kisérőlevél
nl_be: Sollicitatiebrief
ro: Scrisoare de intenție

source: work experience
hu_hu: Szakmai tapasztalat
nl_be: werkervaring
ro: experiență de muncă

source: Start
hu_hu: Kezdet
nl_be: Begin

source: End
hu_hu: Befejezés
nl_be: Einde
ro: Sfârşit

source: Company
hu_hu: Cég
nl_be: Vennootschap
ro: Companie

source: Description
hu_hu: Leírás
nl_be: Beschrijving
ro: Descriere

source: education and training
hu_hu: Iskolai- és szakmai végzettség
nl_be: onderwijs en training
ro: educatie si antrenament

source: University
hu_hu: Főiskola/egyetem
nl_be: Universiteit
ro: Universitate

source: personal skills
hu_hu: szakmai képességek
nl_be: persoonlijke vaardigheden
ro: competente personale

source: native language
hu_hu: Anyanyelv
nl_be: moedertaal
ro: limba materna

source: education
hu_hu: Képesítés
nl_be: onderwijs
ro: educaţie

source: years
hu_hu: Év
nl_be: jaar
ro: ani

source: no attachments
hu_hu: nincs melléklet
nl_be: geen attachments
ro: Nu există atașamente

source: edit
hu_hu: szerkesztés
nl_be: uitgeven
ro: Editați | ×

source: Birthday
hu_hu: Születésnap
nl_be: Verjaardag
ro: Zi de nastere

source: School or university
hu_hu: Iskola vagy felsőfokú intézmény
nl_be: School of universiteit
ro: Școală sau universitate

source: Type
hu_hu: Típus
ro: Tip

source: Employer
hu_hu: Munkaadó
nl_be: Werkgever
ro: patron

source: Position
hu_hu: Beosztás
nl_be: Positie
ro: Poziţie

source: language skills
hu_hu: nyelvtudás
nl_be: taalvaardigheid
ro: aptitudini lingvistice

source: Attachment
hu_hu: Melléklet
nl_be: Gehechtheid
ro: Atașament

source: Year of birth
hu_hu: Születési év
nl_be: Geboortejaar
ro: Anul nasterii

source: Degree
hu_hu: Végzettség
nl_be: Graad
ro: grad

source: Notes
hu_hu: Megjegyzések
ro: notițe

source: ongoing
hu_hu: folyamatos
nl_be: lopend
ro: in desfasurare

source: employes
hu_hu: Munkatársak
ro: angajati

source: Industry
hu_hu: Ágazat
nl_be: Industrie
ro: Industrie

source: Level
hu_hu: Szint
nl_be: Niveau
ro: Nivel

source: view
hu_hu: megtekintés
nl_be: uitzicht
ro: vedere

source: Application dated
hu_hu: Pályázat dátuma
nl_be: Application gedateerd
ro: cererea din

source: application details
hu_hu: Pályázat részletei
nl_be: toepassing gegevens
ro: detalii de aplicare

source: You can see the application online on the %sfollowing link%s.
hu_hu: A pályázatot online a %skövetkező hivatkozáson%s tekintheti meg.

source: name
hu_hu: Családnév
nl_be: naam
ro: Nume

source: Street
hu_hu: Utca/tér
nl_be: Straat
ro: Stradă

source: City
hu_hu: Helység
ro: Oraș

source: Facts
hu_hu: Tények
nl_be: Feiten
ro: Fapte

source: new applications
hu_hu: új pályázatok
nl_be: nieuwe toepassingen
ro: noi aplicații

source: job opening is not online anymore
hu_hu: Az álláshirdetés már nem él
ro: deschiderea de locuri de muncă nu mai este on-line

source: you tried to open an application formular for a job opening, which is not online any more.
hu_hu: Ön egy olyan álláshirdetés jelentkezési űrlapját próbálta megnyitni, amely már nem él.
ro: ați încercat să deschidă o cerere pentru un formular de deschidere de locuri de muncă, care nu este conectat nici mai mult.

source: E-Mail Notifications
hu_hu: E-mai értesítések
nl_be: E-mail Notificaties
ro: Notificări prin email

source: Options
hu_hu: Opciók
nl_be: Opties
ro: Opțiuni

source: Forwarded application to %s
hu_hu: A jelentkezés továbbítva %s-nek(nak)

source: Forward application to %s failed.
hu_hu: A jelentkezés továbbítása %s-nek(nak) meghiúsult.

source: Your application dated %s
hu_hu: Az Ön %s-i keltezésű pályázata

source: reject the applicants
hu_hu: Elutasító levél küldése a kiválasztott jelentkezőknek.
nl_be: de kandidaten afwijzen
ro: respinge reclamantele

source: Mail was sent to %s
hu_hu: E-mail %s-nek(nak) elküldve

source: Hello %s
hu_hu: Üdvözöljük %s!

source: Career
hu_hu: Pályafutás
nl_be: Carrière
ro: Carieră

source: Status
hu_hu: Állapot
nl_be: Toestand
ro: stare

source: Rating
hu_hu: Értékelés
ro: evaluare

source: Modified
hu_hu: Változtatás
nl_be: Gewijzigd
ro: modificată

source: Actions
hu_hu: Művelet
nl_be: Acties
ro: acţiuni

source: Sent on
hu_hu: Elküldés dátuma
nl_be: Verzonden op
ro: Trimis

source: Summary is meant as a general free text area. Click on "edit" to fill in some informations you think helps the recruiter to pick you for this job.
hu_hu: Az összefoglalás mezőben a "szerkesztés" gombra való kattintás után további információkat adhat meg magáról, hogy a toborzó nagyobb valószínűséggel döntsön az Ön javára.
nl_be: Samenvatting is bedoeld als een algemene vrije tekst ruimte. Klik op de "edit" in sommige informatie je denkt in te vullen helpt de recruiter om u te halen voor deze job.
ro: Rezumat se înțelege ca un domeniu general de text liber. Faceți clic pe "modificați" pentru a umple unele informatii pe care le considerați ajută recrutorul să vă alegeți pentru acest loc de muncă.

source: you can add your social profile to your application. You can preview and remove the attached profile before submitting the application.
hu_hu: Jelentkezéséhez életrajzi adatokat csatolhat Facebook, Xing vagy LinkedIn profiljából. A csatolt adatokat elküldés előtt át tudja tekinteni és törölni.
nl_be: u kunt uw sociaal profiel toe te voegen aan uw toepassing. U kunt een voorbeeld en verwijder de bijgevoegde profiel vóór de indiening van de aanvraag.
ro: puteți adăuga profilul social la cererea dumneavoastră. Aveți posibilitatea să examinați și să eliminați profilul atașat înainte de depunerea cererii.

source: Customize apply form
hu_hu: Jelentkezési űrlap személyre szabása
nl_be: Aanpassen van toepassing vorm
ro: Personaliza formular se aplică

source: receive E-Mail alert
hu_hu: E-mail értesítés bekapcsolása
nl_be: ontvangen e-mail alert
ro: primi alerte e-mail

source: if checked, you'll be informed by mail about new applications.
hu_hu: Ha bejelöli, akkor az új jelentkezésekről e-mail értesítést kap.
nl_be: Indien aangevinkt, zult u worden geïnformeerd per e-mail over nieuwe toepassingen.
ro: dacă este bifată, veți fi informat prin e-mail despre noile aplicații.

source: Mailtext
hu_hu: Levélszöveg

source: default text of the notification mail about new applications. The following variables can be used:<ul><li>##name## = your name</li><li>##title## = title of the job</li><li>##link## = Url of the application detail page</li></ul>
hu_hu: Az új jelentkezésekről szóló értesítés szövege. Az alábbi paraméterek használhatók: <ul> <li>##name## = Az Ön neve</li> <li>##title## = Álláshirdetés címe</li> <li>##link## = Hivatkozás a beérkezett pályázatra</li> </ul>

source: confirm application immidiatly after submit
hu_hu: Visszaigazolás önműködő elküldése
nl_be: bevestigt aanvraag per direct na indienen
ro: confirmă cerere immidiatly după depună

source: if checked, an application is immediatly confirmed. If unchecked confirmation is the duty of the recruiter.
hu_hu: Ha bejelöli, akkor a jelentkező azonnal kap egy visszaigazolást. Ha nem, akkor az a toborzó kötelessége.
nl_be: Indien aangevinkt, wordt een applicatie meteen bevestigd. Als aangevinkt bevestiging is de plicht van de recruiter.
ro: în cazul în care este bifată, o aplicație este confirmată Îndată. În cazul în care confirmarea nebifat este datoria recrutor.

source: Confirmation mail text
hu_hu: A visszaigazoló levél szövege
nl_be: Bevestigingsmail tekst
ro: Confirmare text e-mail

source: default text of the acknowledgment of receipt mail to the applicant. The following variables can be used:<br><ul><li>##anrede_formell## = salutation. Includes gender, firstname and lastname.<li>##anrede_informell## = salutation. Includes fistname and lastname.</li><li>##job_title## = title of the jobs</li><li>##name## = name of the applicant.</li><li>##date## = date of recipt of the application.</li><li>##link## = Link to the application details</li></ul>
hu_hu: A visszaigazoló levél szabványos szövege. A következő paraméterek használhatók. <br><ul><li>##anrede_formell## = Formális megszólítás.<li>##anrede_informell## = közvetlen megszólítás.</li><li>##job_title## = Álláshirdetés címe</li><li>##name## = jelentkező neve</li><li>##date## = beérkezés dátuma.</li><li>##link## = a pályázatra mutató hivatkozás</li></ul>

source: Invitation mail text
hu_hu: Meghívó levél szövege
nl_be: Uitnodiging mail tekst
ro: Invitație de text e-mail

source: default text of the invitation mail to the applicant. You can use all variables of the acknowledgment of receipt mail.
hu_hu: A jelentkezőnek küldendő meghívólevél szabványos szövege. A visszaigazoló levél változói itt is használhatók.
nl_be: standaard tekst van de uitnodiging e-mail aan de aanvrager. U kunt alle variabelen van het ontvangstbewijs mail.
ro: default text al invitației e-mail solicitantului. Puteți folosi toate variabilele confirmării de primire e-mail.

source: Accept mail text
hu_hu: Elfogadó levél szövege
ro: Accepta text e-mail

source: default text, when accepting an applicant. This mail is send to by a domain admin to the recruiter, who is responsible for the job posting.
hu_hu: Annak a levélnek a szövege, amelyet az álláshirdetésért felelős toborzó akkor kap, mikor a részlegvezető elfogad egy pályázatot.
ro: text implicit, atunci când acceptă un solicitant. Acest lucru este de a trimite la e-mail de către un administrator de domeniu pentru recrutorul, care este responsabil pentru postarea de locuri de muncă.

source: Rejection mail text
hu_hu: Elutasító levél szövege
nl_be: Afwijzing mail tekst
ro: Respingerea textului e-mail

source: default text of the refusal of an application to the applicant. You can use all variables of the acknowledgment of receipt mail.
hu_hu: Az elutasító levél szövege. A visszaigazoló levél változói itt is használhatóak.
nl_be: standaardtekst van de afwijzing van een aanvraag aan de aanvrager. U kunt alle variabelen van het ontvangstbewijs mail.
ro: Textul implicit al respingerii unei cereri de către solicitant. Puteți folosi toate variabilele confirmării de primire e-mail.

source: get blind carbon copy of all own mails
hu_hu: Összes levél elküldése másolatban (BCC) a saját e-mail címemre
nl_be: krijgen blind carbon copy van alle eigen mails
ro: obține copie carbon orb de toate mail-urile proprii

source: if checked, you'll get a copy of all mails you send.
hu_hu: Bejelölni az összes e-mail másolatának kézhezvételéhez
nl_be: Indien aangevinkt, zult u een kopie van alle e-mails die u verzendt te krijgen.
ro: dacă este bifată, veți primi o copie a tuturor mailurilor trimise.

source: all
hu_hu: összes
nl_be: alle
ro: toate

source: Comment message
hu_hu: Megjegyzés
nl_be: Reactie bericht
ro: comentariu mesaj

source: Request additional facts from the Applicant. Selected Fields will be added to the application Form.
hu_hu: Kérjen további adatokat a jelentkezőtől. A kiválasztott mezők hozzáadódnak a jelentkezési űrlaphoz.
nl_be: Verzoeken om aanvullende gegevens van de aanvrager. Geselecteerde velden zal worden toegevoegd aan het aanvraagformulier.
ro: Cerere de date suplimentare din partea solicitantului. Câmpurile selectate vor fi adăugate la formularul de cerere.

source: Please provide some additional facts for this job opening.
hu_hu: Az állás betöltéséhez a következő adatokra is szükség van.
nl_be: Gelieve enkele bijkomende feiten van deze vacature.
ro: Vă rugăm să furnizați câteva date suplimentare pentru această deschidere de locuri de muncă.

source: Click here to enter facts.
hu_hu: Kattintson ide az adatok beviteléhez.
nl_be: Klik hier om de feiten te voeren.
ro: Apasa aici pentru a intra în fapte.

source: conditioned
hu_hu: feltételes
nl_be: geconditioneerde
ro: condiţionat

source: Enter your willingness to travel.
hu_hu: Kérjük nyilatkozzon az utazási hajlandóságáról.
nl_be: Voer uw bereidheid om te reizen.
ro: Introdu o dorința de a călători.

source: Ask the applicant about the willingness to travel
hu_hu: Kérdezze meg a jelöltet utazási hajlandóságáról.
nl_be: Vraag de aanvrager over de bereidheid om te reizen
ro: Cere solicitantului cu privire la dorința de a călători

source: please select
hu_hu: Kérjük válasszon
nl_be: Selecteer alstublieft
ro: te rog selecteaza

source: Enter the earliest starting date.
hu_hu: Mikor tud legkorábban munkába állni?
nl_be: Voer de vroegste begindatum.
ro: Introdu o dată de plecare mai devreme.

source: Ask the applicant about the earliest starting date.
hu_hu: Kérdezze meg a jelöltet, mikor tud legkorábban munkába állni
nl_be: Vraag de aanvrager over de vroegste begindatum.
ro: Cere solicitantului cu privire la cea mai apropiată dată de începere.
